/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; data = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Porušení bezpečnosti AA";

/* Label of field in authority info access extension */
"Access Location" = "Přístupové místo";

/* Label of field in authority info access extension */
"Access Method" = "Metoda přístupu";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Afilace změněna";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritmus";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Sériové číslo certifikátu autority";

/* Authority info access extension label */
"Authority Information Access" = "Přístup k informacím autority";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Identifikátor klíče autority";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Základní omezení";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Bitový řetězec";

/* No comment provided by engineer. */
"bits" = "bitů";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Bajtový řetězec";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "bajtů";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Porušení bezpečnosti CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Podpis certifikátu";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Certifikační autorita";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Certifikát pozastaven";

/* Certificate Policies extension label */
"Certificate Policies" = "Certifikační pravidla";

/* No comment provided by engineer. */
"Certificate Type" = "Typ certifikátu";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Přerušení platnosti";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Kritický";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Distribuční místa CLR";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Vydavatel CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Značka CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Data";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Kódování dat";

/* X.509 key usage bitfield name */
"Decipher Only" = "Pouze dekódování";

/* X.509 key usage bitfield name */
"Digital Signature" = "Digitální podpis";

/* label for general name field value */
"Directory Name" = "Název adresáře";

/* label for general name field value */
"DNS Name" = "Název DNS";

/* label for general name field value */
"EDI Party Name" = "EDI Party Name";

/* label for general name field value */
"Email Address" = "E-mailová adresa";

/* X.509 key usage bitfield name */
"Encipher Only" = "Pouze kódování";

/* No comment provided by engineer. */
"Expired" = "Vypršelo";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Vyprší";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Explicitní text";

/* Extended key usage extension label */
"Extended Key Usage" = "Rozšířené použití klíče";

/* Label used for General Name entry when value is invalid */
"General Name" = "Obecný název";

/* Label used for General Names when value is invalid */
"General Names" = "Obecné názvy";

/* No comment provided by engineer. */
"Hostname mismatch." = "Neshodní hostitelé.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Blokovat mapování pravidel";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Neplatná hodnota %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Neplatné propojení řetězu certifikátů.";

/* label for general name field value */
"IP Address" = "IP adresa";

/* No comment provided by engineer. */
"Issued By" = "Vydavatel";

/* No comment provided by engineer. */
"Issuer Name" = "Název vydavatele";

/* No comment provided by engineer. */
"Issuer Summary" = "Souhrn vydavatele";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Jedinečné ID vydavatele";

/* X.509 key usage bitfield name */
"Key Agreement" = "Dohoda o klíči";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Porušení bezpečnosti klíče";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Kódování klíče";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Identifikátor klíče";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Název příbuzný k vydavateli CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Ne";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Nevypověditelné";

/* field value of parameters field when no parameters are present */
"none" = "-";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "nezobrazeno (tag = %1$@; délka %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Neplatné po";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Neplatné před";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Čísla hlášení";

/* Netscape certificate type usage value */
"Object Signing" = "Podepisování objektů";

/* Netscape certificate type usage value */
"Object Signing CA" = "CA podepisování objektů";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Příliš dlouhé Oid";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Některé certifikáty vypršely nebo ještě nejsou platné.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Nalezeny nepodporované kritické doplňky.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organizace";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Jiný název";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parametry";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Omezení délky cesty";

/* Policy constraints extension label */
"Policy Constraints" = "Omezení pravidel";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Identifikátor pravidel #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Kvalifikátor pravidel #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Požadavky pravidel nesplněny.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Doba používání privátního klíče";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Oprávnění odebráno";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algoritmus veřejného klíče";

/* No comment provided by engineer. */
"Public Key Data" = "Data veřejného klíče";

/* Label of field in extended key usage extension */
"Purpose" = "Účel";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Kvalifikátor";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Důvody";

/* label for general name field value */
"Registered ID" = "Registrované ID";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Požadovat explicitní pravidla";

/* Netscape certificate type usage value */
"Reserved" = "Vyhrazeno";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Nedůvěryhodný kořenový certifikát.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sekvence";

/* No comment provided by engineer. */
"Serial Number" = "Sériové číslo";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Sada";

/* No comment provided by engineer. */
"Signature" = "Podpis";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algoritmus podpisu";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL klient";

/* Netscape certificate type usage value */
"SSL server" = "SSL server";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Identifikátor klíče subjektu";

/* No comment provided by engineer. */
"Subject Name" = "Název subjektu";

/* No comment provided by engineer. */
"Subject Unique ID" = "Jedinečné ID subjektu";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Nahrazeno";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Platnost vydavatele certifikátu vypršela";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Vydavatel certifikátu ještě není platný";

/* No comment provided by engineer. */
"This certificate has expired" = "Platnost certifikátu vypršela";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Certifikát ještě není platný";

/* The certificate is temporally valid */
"This certificate is valid" = "Certifikát je platný";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Neanalyzovaná data %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Nepoužito";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Použití";

/* No comment provided by engineer. */
"Valid from" = "Platnost od";

/* No comment provided by engineer. */
"Version" = "Verze";

/* label for general name field value */
"X.400 Address" = "Adresa X.400";

/* Label of a X.501 Name */
"X.501 Name" = "Název X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "verze X.509 %1$d %2$s certifikát";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Ano";

